Repository: dan0v/AmplitudeSoundboard
Catalog: Localization/Language.*.resx
Languages: es, hu, it, nl, pl, ru

# AboutTitle
source: About
es: Sobre
hu: Információ
it: Informazioni
nl: Over
pl: O programie
ru: О сайте

# AcceptButton
source: Accept
es: Aceptar
hu: Elfogadás
it: Accetta
nl: Accepteer
pl: Zaakceptuj
ru: Принять

# CancelButton
source: Cancel
es: Cancelar
hu: Mégsem
it: Annulla
nl: Annuleer
pl: Anuluj
ru: Отменить

source: Clear tile
es: Azulejo claro
hu: Cella ürítése
it: Svuota riquadro
nl: Tegel legen
pl: Wyczyść kafelek
ru: Очистить ячейку

# ClipAudioFilePathLabel
source: Sound clip file path
es: Ruta del archivo de clip de sonido
hu: Hangklip elérési útvonala
it: Percorso della clip audio
nl: Geluidsfragment bestandspad
pl: Ścieżka pliku dźwiękowego dla Klipu Audio
ru: Путь к аудиофайл

# ClipFilePathPlaceholder
source: Select a file path...
es: Seleccione una ruta de archivo ...
hu: File elérési útvonala...
it: Seleziona un percorso...
nl: Selecteer een bestandspad...
pl: Wybierz ścieżkę pliku
ru: Выбрать путь к файлу

# ClipHotkeyLabel
source: Hotkey
es: Tecla de acceso rápido
hu: Gyorsbillentyű
it: Combinazione di tasti per riprodurre
nl: Sneltoets
pl: Skrót klawiszowy
ru: Горячая клавиша

# ClipImageFilePathLabel
source: Background image file path
es: Ruta del archivo de imagen de fondo
hu: Háttérkép elérési útvonala
it: Percorso dell'immagine di sfondo
nl: Achtergrond afbeelding bestandspad
pl: Ścieżka do obrazka w tle
ru: Путь к фоновому изображению

# ClipNameLabel
source: Clip name
es: Nombre del clip
hu: Hangklip neve
it: Nome della clip
nl: Fragment naam
pl: Nazwa klipu
ru: Имя клипа

# ClipNamePlaceholder
source: Enter a name...
es: Ingresa un nombre...
hu: Írjon be egy nevet...
it: Dai un nome...
nl: Voer een naam in...
pl: Podaj nazwę klipu...
ru: Введите имя..

# OutputVolumeLabel
source: Output volume
es: Volumen de salida
hu: Hangerő
it: Volume di output
nl: Uitvoer volume
pl: Głośność odtwarzania
ru: Громкость вывода

# ColumnsPlaceholder
source: Columns
es: Columnas
hu: Oszlopok
it: Colonne
nl: Kolommen
pl: Kolumny
ru: Колонки

source: Copy to clipboard
es: Copiar al portapapeles
hu: Vágólapra másolás
it: Copia
nl: Kopieër naar klipbord
pl: Skopiuj do schowka
ru: Копировать в буфер обмена

# DeleteSoundClipButton
source: Delete
es: Borrar
hu: Törlés
it: Elimina
nl: Verwijder
pl: Usuń
ru: Удалить

# DeleteSoundClipConfirmationPrompt
source: Are you sure you want to delete the Sound Clip "{0}"?
es: ¿Estás seguro de que quieres eliminar el clip de sonido "{0}"?
hu: Biztos, hogy a "{0}" Hangklipet törölné?
it: Sei sicuro di voler eliminare "{0}"?
nl: Weet je zeker dat je geluidsfragment "{0}" wilt verwijderen?
pl: Czy na pewno usunąć Klip "{0}"?
ru: Вы уверены что хотите удалить аудиоклип"{0}"?

# DeleteSoundClipConfirmationTitle
source: Confirm Deletion
es: Confirmar la eliminación
hu: Törlés Jóváhagyása
it: Conferma
nl: Bevestig verwijdering
pl: Potwierdzenie usunięcia
ru: Подтвердить удаление

# DismissWindow
source: Dismiss
es: Descartar
hu: Mellőzés
it: Ignora
nl: Afwijzen
pl: Zamknij
ru: Закрыть

# EditSoundClipTitle
source: Edit Sound Clip
es: Editar Clip de Sonido
hu: Hangklip Szerkeztése
it: Modifica clip audio
nl: Geluidsfragment wijzigen
pl: Edytuj Klip Audio
ru: Редактировать аудиоклип

# EditSoundClipTooltip
source: Edit sound clip
es: Editar clip de sonido
hu: Hangklip szerkeztése
it: Modifica clip audio
nl: Geluidsfragment wijzigen
pl: Edytuj Klip Audio
ru: Редактировать аудиоклип

# EmptyTilePrompt
source: Drag a Sound Clip here to bind it!
es: ¡Arrastre un clip de sonido aquí para enlazarlo!
hu: Húzzon ide egy Hangklipet, hogy kitöltse a cellát!
it: Trascina una clip audio per piazzarla qui!
nl: Sleep hier een geluidsfragment heen om te binden!
pl: Przeciągnij Klip Audio aby dodać
ru: Перетащите аудиоклип сюда, чтобы привязать его!

# ErrorListTitle
source: Error List
es: Lista de errores
hu: Hibák Listája
it: Lista di errori
nl: Error lijst
pl: Lista błędów
ru: Список ошибок

# FileBadFormatString
source: The following file is an unrecognized format: "{0}"
es: El siguiente archivo tiene un formato no reconocido: "{0}"
hu: A következő file helytelen formátumú: "{0}"
it: "{0}" è in un formato non riconosciuto
nl: Het volgende bestand heeft een onherkenbaar formaat: "{0}"
pl: Plik "{0}" jest w nierozpoznanym formacie
ru: Следующий файл имеет нераспознанный формат: "{0}"

# FileBrowseAudio
source: Select an audio file...
es: Seleccione un archivo de audio...
hu: Hang file elérési útvonala...
it: Seleziona un file audio...
nl: Selecteer een audio bestand...
pl: Wybierz plik dźwiękowy...
ru: Выберите аудиофайл...

# FileBrowseImage
source: Select an image file...
es: Seleccione un archivo de imagen...
hu: Kép elérési útvonala...
it: Seleziona un'immagine...
nl: Selecteer een afbeelding...
pl: Wybierz obrazek...
ru: Выберите файл изображения...

# FileMissingString
source: The following file cannot be found: "{0}"
es: No se puede encontrar el siguiente archivo: "{0}"
hu: A következő file nem található: "{0}"
it: Il file di "{0}" non é stato trovato
nl: Het volgende bestand kan niet worden gevonden: "{0}"
pl: Plik "{0}" nie został znaleziony
ru: Следующий файл не может быть найден: "{0}"

# FilePathPlaceholder
source: File path...
es: Ruta de archivo...
hu: File elérési útvonala...
it: Percorso del file...
nl: Bestandspad...
pl: Ścieżka pliku...
ru: Путь к файлу...

# GlobalSettingsTitle
source: Preferences
es: Preferencias
hu: Beállítások
it: Preferenze
nl: Voorkeuren
pl: Ustawienia
ru: Параметры

# GridSizeLabel
source: Grid size
es: Tamaño de la cuadrícula
hu: Főablak cellái száma
it: Dimensione della griglia
nl: Raster grootte
pl: Rozmiar siatki
ru: Размер сетки

# GridTileSizeLabel
source: Grid tiles size
es: Tamaño de los mosaicos de cuadrícula
hu: Főablak cellái mérete
it: Dimensione dei riquadri della griglia
nl: Raster tegels grootte
pl: Rozmiar kafelków w siatce
ru: Размер ячеек сетки

# GridTutorial
source: Copy a Sound Clip from the Sound Clip List and paste it into any Grid Tile using right click!
es: ¡Copie un clip de sonido de la lista de clips de sonido y péguelo en cualquier mosaico de cuadrícula haciendo clic con el botón derecho!
hu: Másoljon egy Hangklipet a Hangklipek Listájából bármelyik cellába jobb egérrel!
it: Copia una clip audio dalla lista delle clip e incollala in qualsiasi riquadro della griglia usando il tasto destro del mouse!
nl: Kopieër een geluidsfragment van de geluidsfragmenten lijst en plak deze in een raster tegel met de rechter klik!
pl: Skopiuj Klip Audio z listy Klipów i wklej go na dowolny kafelek używając prawego klawisza myszy!
ru: Скопируйте аудиоклип из списка аудиоклипов и вставьте его в любую ячейку сетки с помощью правой кнопки мыши!

# HeightPlaceholder
source: Height
es: Altura
hu: Magasság
it: Altezza
nl: Hoogte
pl: Wysokość
ru: Высота

source: Hide tutorial
es: Ocultar tutorial
hu: Oktatóüzenet elrejtése
it: Nascondi il tutorial
nl: Handleiding verbergen
pl: Ukryj samouczek
ru: Скрыть руководство

# HotkeyPlaceholder
source: Record a key combination...
es: Grabar una combinación de teclas...
hu: Billentyűkombináció rögzítése...
it: Registra una combinazione di tasti...
nl: Een toetscombinatie opnemen...
pl: Wybierz klawisz skrótu...
ru: Записать комбинацию клавиш...

# LicenseLabel
source: License
es: Licencia
hu: Engedélyek
it: Licenza
nl: Licentie
pl: Licencja
ru: Лицензия

# MasterVolumeLabel
source: Master volume
es: Volumen principal
hu: Fő hangerő
it: Volume principale
pl: Głośność główna
ru: Главный уровень громкости

# MissingDeviceString
source: The output device "{0}" is missing and cannot be used for playback!
es: ¡Falta el dispositivo de salida "{0}" y no se puede utilizar para la reproducción!
hu: A(z) "{0}" kimeneti eszköz hiányzik!
it: Il dispositivo di output "{0}" manca e non può essere utilizzato per la riproduzione!
nl: Het uitvoerapparaat "{0}" ontbreekt en kan niet worden gebruikt voor het afspelen!
pl: Urządzenie wyjścia "{0}" nie jest dostępne i nie może zostać użyte!
ru: Устройство вывода "{0}" отсутствует и не может быть использовано для воспроизведения!

source: New sound clip
es: Nuevo clip de sonido
hu: Új Hangklip
it: Nuova clip audio
nl: Nieuw geluidsfragment
pl: Nowy Klip Audio
ru: Новый аудиоклип

# NewVersionAvailable
source: There is a new version available
es: Hay una nueva versión disponible
hu: Egy új verzió elérhető
it: C'è una nuova versione disponibile
nl: Er is een nieuwe versie beschikbaar
pl: Nowa wersja jest dostępna
ru: Доступна новая версия

# NewVersionCanBeDownloaded
source: Version {0} can be downloaded from the releases page on GitHub
es: La versión {0} se puede descargar desde la página de lanzamientos en GitHub.
hu: A {0} verzió letölthető GitHubról
it: La versione {0} può essere scaricata dalla pagina "Releases" su GitHub
nl: Versie {0} kan worden gedownload vanaf de uitgave pagina op GitHub
pl: Wersja {0} może być pobrana ze strony Releases na GitHubie
ru: Версию {0} можно загрузить со страницы релизов на GitHub

# NewVersionCanBeInstalled
source: Version {0} can be installed now
es: La versión {0} se puede instalar ahora
hu: A {0} verzió telepíthető
it: La versione {0} può essere installata ora
nl: Versie {0} kan nu worden geïnstalleerd
pl: Wersja {0} może być teraz zainstalowana
ru: Версия {0} может быть установлена сейчас

# NoticeLabel
source: Notice
es: Aviso
hu: Közlés
it: Nota
nl: Bericht
pl: Uwagi
ru: Примечание

# OutputDeviceLabel
source: Output device
es: Dispositivo de salida
hu: Kimeneti eszköz
it: Dispositivo di output
nl: Uitvoer apparaat
pl: Urządzenie wyjściowe
ru: Устройство вывода

# PasteClip
source: Paste clip to tile
es: Pegar el clip al mosaico
hu: Hangklip cellába másolása vágólapról
it: Incolla
nl: Plak fragment naar tegel
pl: Wklej Klip do kafelka
ru: Вставить клип в ячейку

# PlaySound
source: Play audio
es: Reproducir audio
hu: Hang lejátszása
it: Riproduci l'audio
pl: Odtwarzaj dźwięk
ru: Воспроизвести аудио

# RowsPlaceholder
source: Rows
es: Filas
hu: Sorok
it: Righe
nl: Rijen
pl: Wiersze
ru: Строки

# SaveButton
source: Save
es: Ahorrar
hu: Mentés
it: Salva
nl: Opslaan
pl: Zapisz
ru: Сохранить

# SaveButtonDisabledTooltip
source: Please enter a Sound Clip name
es: Ingrese un nombre de clip de sonido
hu: Írjon be egy nevet
it: Dai un nome alla clip audio
nl: Voer a.u.b. een geluidsfragment naam in
pl: Podaj nazwę Klipu Audio
ru: Пожалуйста, введите название аудиоклипа

# ShowNameOnGridTile
source: Show name in grid tile view
es: Mostrar nombre en la vista de mosaico de cuadrícula
hu: Hangklip neve megjelenítése a főablak celláin
it: Mostra il nome nei riquadri della griglia
nl: Toon namen in een raster tegelweergave
pl: Pokazuj nazwę Klipu na kafelku
ru: Показать имя в ячейках

# SoundClipError
source: The Sound Clip "{0}" has errors:\\n{1}
es: El clip de sonido "{0}" tiene errores:\\n{1}
hu: A "{0}" Hangklip hibás:\\n{1}
it: "{0}" ha degli errori:\\n{1}
nl: Het geluidsfragment "{0}" heeft errors:\\n{1}
pl: Klip Audio "{0}" posiada błędy:\\n{1}
ru: Аудиоклип "{0}" имеет ошибки:\\\n{1}

# SoundClipListSearch
source: Search...
es: Buscar...
hu: Keresés...
it: Cerca...
nl: Zoeken...
pl: Szukaj...
ru: Поиск..

# SoundClipListTitle
source: Sound Clip List
es: Lista de clips de sonido
hu: Hangklipek Listája
it: Lista delle clip audio
nl: Geluidsfragmenten lijst
pl: Lista Klipów Audio
ru: Список аудиоклипов

# StopAllAudio
source: Stop audio
es: Detener audio
hu: Hang szüneteltetése
it: Ferma l'audio
pl: Zatrzymaj odtwarzanie
ru: Остановить аудио

# StopAllAudioHotkeyLabel
source: Stop all audio hotkey
es: Detener todas las teclas de acceso rápido de audio
hu: Minden hang megszüntetése gyorsbillentyűvel
it: Combinazione di tasti per fermare tutti i suoni
nl: Stop alle audio sneltoetsen
pl: Skrót klawiszowy do zatrzymania odtwarzania
ru: Горячая клавиша: останоить всё аудио

# TestSound
source: Test audio
es: Prueba de audio
hu: Hang próba
it: Prova l'audio
pl: Przetestuj dźwięk
ru: Протестировать аудио

# ThemeLabel
source: Base theme
es: Tema
hu: Színek
it: Tema
nl: Basisthema
pl: Motyw
ru: Базовая тема

# UpdateLabel
source: Update
es: Actualizar
hu: Frissítés
it: Aggiorna
pl: Zaktualizuj
ru: Обновление

# UpdatePromptTitle
source: Update Available
es: Actualización disponible
hu: Verziók Megtekintése
it: Aggiornamento disponibile
nl: Update beschikbaar
pl: Aktualizacja Dostępna
ru: Обновление доступно

source: View releases
es: Ver lanzamientos
hu: Verziók megtekintése
it: Vedi le versioni
nl: Toon uitgaven
pl: Zobacz wydania programu
ru: Просмотреть релизы

# WidthPlaceholder
source: Width
es: Ancho
hu: Szélesség
it: Larghezza
nl: Breedte
pl: Szerokość
ru: Ширина

# AddSoundClipOutput
source: Add output device
es: Agregar dispositivo de salida
hu: Új kimeneti eszköz hozzáadása
it: Aggiungi un dispositivo di output
nl: Voeg uitvoerapparaat toe
pl: Dodaj urządzenie wyjściowe
ru: Добавить устройство вывода

# RemoveSoundClipOutput
source: Remove output device
es: Quitar dispositivo de salida
hu: Kimeneti eszköz eltávolítása
it: Rimuovi un dispositivo di output
nl: Verwijder uitvoer apparaat
pl: Usuń urządzenie wyjściowe
ru: Удалить устройства вывода

# VolumeLabel
source: Volume
es: Volumen
hu: Hangerő
pl: Głośność
ru: Громкость

# LanguageLabel
source: Language
es: Idioma
hu: Nyelv
it: Lingua
nl: Taal
pl: Język
ru: Язык

# GlobalOutputDefaults
source: Global output settings
es: Configuración de salida global
hu: Globális kimeneti beállítások
it: Impostazioni globali di output
nl: Algemene uitvoerinstellingen
pl: Globalne ustawienia wyjścia
ru: Глобальные настройки вывода

# CreateClipInPlace
source: Create new clip here
es: Crear un nuevo clip aquí
hu: Új klip létrehozása helyben
it: Crea una nuova clip qui
nl: Maak hier een nieuwe fragment
pl: Utwórz nowy klip tutaj
ru: Создать новый клип

# CacheAudioExplanation
source: Cache audio which requires resampling to speed up playback at the cost of RAM
es: Almacenamiento en caché de audio que requiere remuestreo para acelerar la reproducción a costa de RAM
hu: Hangok gyorsítótárba helyezése lejátszás gyorsítása miatt, RAM költséggel
it: Memorizza audio nella cache (richiede il ricampionamento per accelerare la riproduzione a costo della RAM)
nl: Cache-audio waarvoor resampling vereist is om het afspelen te versnellen ten koste van RAM
pl: Zapamiętuje klipy po ich resamplingu aby przyspieszyć odtwarzanie kosztem większego zużycia pamięci
ru: Кэширование аудио, которое требует передискретизации для ускорения воспроизведения за счет дополнительной оперативной памяти

# CacheAudioLabel
source: Cache resampled audio
es: Caché de audio remuestreado
hu: Hangok gyorsítótárba helyezése
it: Memorizza audio ricampionato nella cache
nl: Cache geresamplede audio
pl: Zapamiętuj audio po resamplingu
ru: Кэширование повторно дискретизированного аудио

# PreCacheAudioExplanation
source: Cache all audio files which may need resampling at application startup
es: Almacene en caché todos los archivos de audio que puedan necesitar volver a muestrear al iniciar la aplicación
hu: Minden hang gyorsítótárba helyezése, amit lejátszáskor konvertálni kellene
it: Memorizza tutti i file audio che potrebbero richiedere un ricampionamento nella cache all'avvio dell'applicazione
nl: Cache alle audiobestanden die mogelijk opnieuw moeten worden gesampled bij het opstarten van de toepassing
pl: Zapamiętuj w pamięci podręcznej pliki wymagające resamplingu podczas uruchamiania aplikacji
ru: Кэширование всех аудиофайлов, которые могут потребовать повторного дискретизации при запуске приложения

# PreCacheAudioLabel
source: Precache audio at startup
es: Precaché el audio al inicio
hu: Hangok konvertálása és gyorsítótárba helyezése indításkor
it: Memorizza audio nella cache all'avvio del programma
nl: Precache audio bij opstarten
pl: Zapamiętuj audio przy starcie
ru: Предварительное кэширование аудио при запуске

# ResamplingAudioTooltip
source: Resampling audio
es: Remuestreo de audio
hu: Hang konvertálása
it: Ricampionando l'audio
nl: Audio resamplen
ru: Передискретизация аудио

# ClearCache
source: Clear audio cache to free RAM
es: Limpiar la caché de audio para liberar RAM
hu: Hangok törlése a gyorsítótárból RAM felszabadítás miatt
it: Svuota la cache audio per liberare RAM
nl: Wis de audiocache om RAM vrij te maken
pl: Wyczyść zapamiętane audio aby zwolnić pamięć RAM
ru: Очистить кэш аудиофайлов, чтобы освободить оперативную память

# AutoScaleTilesToWindowLabel
source: Auto scale tiles to fit window
es: Escala automática de mosaicos para adaptarse a la ventana
hu: Főablak cellái automatikus méretezése
it: Ridimensiona automaticamente i riquadri per adattarsi alla finestra
nl: Tegels automatisch schalen om in het venster te passen
pl: Automatycznie skaluj kafelki do rozmiaru okna
ru: Автоматически масштабировать плитки по размеру окна

# AutoScaleTilesToWindowTooltip
source: Allow tiles to be stretched to fill available window space, or set a custom tile size
es: Permita que los mosaicos se estiren para llenar el espacio disponible en la ventana o establezca un tamaño de mosaico personalizado
hu: Főablak cellái automatikus méretezése, vagy saját cellaméretek használata
it: Consenti alle tessere di essere allungate per riempire lo spazio disponibile della finestra o imposta una dimensione delle tessere personalizzata
nl: Sta toe dat tegels worden uitgerekt om de beschikbare vensterruimte te vullen, of stel een aangepaste tegelgrootte in
pl: Zezwól aby kafelki wypełniały automatycznie cały obszar okna lub ustaw własny rozmiar każdego kafelka
ru: Разрешить растягивание плиток для заполнения доступного пространства окна или установить собственный размер плитки

# CustomTheme
source: Custom
es: Personalizado
hu: Saját
it: Personalizzata
nl: Aangepast
pl: Niestandardowy
ru: кастомный

# DarkTheme
source: Dark
es: Negro
hu: Sötét
it: Buio
nl: Donker
pl: Ciemny
ru: темно

# InvalidThemeError
source: Selected theme is out of range: {0}
es: El tema seleccionado está fuera de rango: {0}
hu: A kiválasztott szín nem elérhető: {0}
it: Il tema selezionato non è compreso nell'intervallo: {0}
nl: Geselecteerd thema valt buiten bereik: {0}
pl: Wybrany motyw jest poza zakresem: {0}
ru: Выбранная тема вне допустимого диапазона: {0}

# LightTheme
source: Light
es: Ligero
hu: Világos
it: Chiaro
nl: Helder
pl: Jasny
ru: яркий

# HotkeyCancelPlaceholder
source: Use ESC to clear this binding...
es: Use ESC para borrar este enlace...
hu: ESC billentyűvel törölhető mező...
it: Usa ESC per cancellare questa associazione...
nl: Gebruik ESC om deze binding te wissen...
pl: Użyj ESC, aby wyczyścić to powiązanie...
ru: Используйте ESC, чтобы очистить эту привязку...

# FeatureUnavailable
source: This feature is not yet available on your platform
es: Esta función aún no está disponible en su plataforma
hu: Ez a funkció még nem elérhető ezen a rendszeren
it: Questa funzione non è ancora disponibile sulla tua piattaforma
nl: Deze functie is nog niet beschikbaar op uw platform
pl: Ta funkcja nie jest jeszcze dostępna na Twojej platformie
ru: Эта функция пока недоступна на вашей платформе

# AddClipToQueue
source: Add to queue
hu: Lejátszási listához
it: Aggiungi alla coda
nl: Toevoegen aan wachtrij
pl: Dodać do kolejki
ru: Добавить в очередь

source: Remove
hu: Eltávolítás
it: Rimuovere
nl: Verwijderen
pl: Usunąć
ru: Удалять

# ClearPositions
source: Reset window sizes and positions
hu: Az ablakméretek és pozíciók visszaállítása
it: Reimposta le dimensioni e le posizioni delle finestre
nl: Vensterformaten en posities resetten
pl: Zresetuj rozmiary i pozycje okien
ru: Сбросить размеры и положение окна

# ClearPositionsTooltip
source: In case a window is out of reach, reset window sizes and positions
hu: Ha egy ablak nem elérhető, állítsa vissza az ablak méretét és pozícióját
it: Nel caso in cui una finestra sia fuori portata, ripristinare le dimensioni e le posizioni della finestra
nl: Als een raam buiten bereik is, stel dan de venstergrootte en positie opnieuw in
pl: Jeśli okno jest poza zasięgiem, zresetuj rozmiary i pozycje okien
ru: Если окно находится вне досягаемости, сбросьте размеры и положение окна.

# MissingOutputProfileString
source: The Output Profile "{0}" is missing and cannot be used for playback!
nl: Het uitvoerprofiel "{0}" ontbreekt en kan niet worden gebruikt om af te spelen!
pl: Brak profilu wyjściowego "{0}" i nie może być użyty do odtwarzania!
ru: Профиль вывода "{0}" отсутствует и не может быть использован для воспроизведения!

# OutputProfileError
source: The Output Profile "{0}" has errors:\\n{1}
pl: Profil wyjściowy "{0}" ma błędy:\\n{1}
ru: В выходном профиле "{0}" есть ошибки:\\n{1}

# EditOutputProfileTitle
source: Edit Output Profile
nl: Bewerk uitvoerprofiel
pl: Edytuj profil wyjściowy
ru: Редактировать профиль вывода

# OutputProfileNameLabel
source: Output profile name
nl: Naam uitvoerprofiel
pl: Edycja profilu wyjściowego
ru: Имя выходного профиля

# OutputProfileLabel
source: Output Profile
nl: Uitvoerprofiel
pl: Nazwa profilu wyjściowego
ru: Выходной профиль

# EditOutputProfileTooltip
source: Edit output profile
nl: Bewerk uitvoerprofiel
pl: Edycja profilu wyjściowego
ru: Редактировать профиль вывода

# NewOutputProfileTooltip
source: Create new output profile
nl: Nieuw uitvoerprofiel aanmaken
pl: Tworzyć nowy profil wyjściowy
ru: Создать новый профиль вывода

# LoopClipLabel
source: Repeat clip
nl: Herhaal clip
ru: Повторный клип

# LoopClipTooltip
source: Repeat clip forever
nl: Herhaal clip voor altijd
ru: Повторять клип бесконечно

source: Check for updates
nl: Controleer op updates
ru: Проверьте наличие обновлений

# StopAudioOnRetrigger
source: Toggle audio when triggered repeatedly
nl: Schakel audio in wanneer herhaaldelijk geactiveerd
ru: Переключение звука при неоднократном срабатывании

# AccentColorLabel
source: Accent color
nl: Accent kleur
ru: Акцентный цвет

# OpenThemeSettingsButton
source: Configure theme
nl: Thema configureren
ru: Настроить тему

# ResetThemeBaseTooltip
source: Reset theme settings
nl: Thema-instellingen opnieuw instellen
ru: Сбросить настройки темы

# SecondaryColorLabel
source: Secondary color
nl: Secundaire kleur
ru: Вторичный цвет

# ThemeSettingsTitle
source: Theme Settings
nl: Thema instellingen
ru: Настройки темы

# WindowBackgroundColorLabel
source: Window background color
nl: Achtergrondkleur van venster
ru: Цвет фона окна

# WindowBackgroundOpacityLabel
source: Window background opacity
nl: Dekking van de achtergrond van het venster
ru: Непрозрачность фона окна
